// 1. напишите функцию, которая вернет случайный элемент массива.
// пример использования:

// const randomColor = sample(['red', 'green', 'blue', 'orange']);

// 2. напишите функцию, которая принимает строку и число n, а возвращает
// новую строку, состоящую из n случайных букв начальной строки.
// Например

// const result = getRandomLetters('abcdefgh', 4);

// вернет 4 случайно выбранные буквы в виде строки, возможно, 'gbbc';
// Буквы могут повторяться.

// 3. Пишем функцию, которая принимает объект, а возвращает новый
// объект, в котором только одно случайное свойство из оригинального
// например для объекта:
// const person = {
//   name: 'Vasya',
//   age: 20,
//   occupation: 'student',
//   height: 170,
// };

// sampleProperty(person) вернет, например,
// { age: 20 } или { height: 170 }
